<div class="row">
  <div class="col-xs-12 col-sm-12 col-md-8 col-md-6">
    <style >
      .panel-heading{ padding: 0px;}
      .panel-heading h4 a{ padding: 15px; display: block; text-decoration: none; color:#fff;}
      .panel-default > .panel-heading {  color: #fff;   background-color: #6f6f6f;   }
      .panel-default > .panel-heading > .panel-title > a > label{  color: #000; font-size: 1.9em; }
    </style>
    <!-- Collapse -->
    <div class="panel-group" id="accordion">
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapse3">การสั่งซื้อและการจัดส่งสินค้า</a>
          </h4>
        </div>
        <div id="collapse3" class="panel-collapse collapse in">
          <div class="panel-body">
            <p>&nbsp;&nbsp;&nbsp;ตัวแทนจำหน่ายทุกราย สามารถตรวจสอบราคาสินค้า และโปรโมชั่น ได้ที่ www.zynekcctv.com โดยขอรับ Dealer Login ได้ที่ฝ่ายขาย จากนั้นท่านสามารถจัดทำใบสั่งซื้อ แล้วส่งแฟกซ์มาถึงบริษัทได้ที่เบอร์ 02-274-1388 หากท่านต้องการรายละเอียดสินค้าเพิ่มเติม หรือหากต้องการให้บริษัทจัดทำใบเสนอราคา เพื่อให้ท่านเซ็นต์ยืนยันการสั่งซื้อ สามารถติดต่อได้ที่ฝ่ายขายที่ดูแลท่านได้ที่เบอร์ 02-274-1389</p>
            <p>&nbsp;&nbsp;&nbsp;หลังบริษัทได้รับการยืนยันการสั่งซื้อ และท่านได้ดำเนินการชำระเงินตามเงื่อนไขแล้ว บริษัทจะดำเนินการจัดส่งสินค้า ให้ตัวแทนจำหน่ายทั่วประเทศ ภายใน 1 วันทำการ ทั้งนี้เพื่อเป็นการช่วยเหลือไม่ให้ท่านตัวแทนจำหน่าย ต้องแบกรับภาระสต๊อกสินค้ามากเกินไป โดยมีรายละเอียดเงื่อนไขดังนี้</p>
            <p>&nbsp;&nbsp;&nbsp;กรุงเทพฯและปริมลฑล บริษัทจะจัดส่งสินค้าถึงท่านในวันถัดไป แต่ไม่สามารถกำหนดเวลาได้แน่นอน เนื่องจากต้องเป็นไปตามเส้นทางการเดินรถส่ง หากท่านต้องการสินค้าด่วนพิเศษ กรุณาติดต่อฝ่ายขายเพื่อประสานงานให้ท่านเป็นกรณีๆไป</p>
            <p>&nbsp;&nbsp;&nbsp;ต่างจังหวัด หากท่านยืนยันการสั่งซื้อเข้ามาก่อนบ่าย 3 โมง บริษัทจะนำส่งสินค้าถึงบริษัทขนส่งภายในวันเดียวกัน โดยปกติแล้วท่านจะได้รับสินค้าถึงสำนักงานของท่านภายในวันรุ่งขึ้น ทั้งนี้ต้องเป็นไปตามเส้นทางเดินรถประจำของบริษัทขนส่งด้วย ทางบริษัทได้เลือกใช้บริการกับ บริษัท นิ่มซี่เส็งขนส่ง 1988 จำกัด หรือเป็นที่รู้จักในนาม เป็น "NIM Express" ซึ่งเป็นหนึ่งในผู้นำธุรกิจขนส่งและโลจิสติกส์ระดับประเทศ</p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapse1">การประกันคุณภาพ</a>
          </h4>
        </div>
        <div id="collapse1" class="panel-collapse collapse">
          <div class="panel-body">ติดต่อขอข้อมูลเพิ่มเติมได้ที่ 02-274-1389</div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapse2">การยืมสินค้าสาธิต</a>
          </h4>
        </div>
        <div id="collapse2" class="panel-collapse collapse">
          <div class="panel-body">
            <p>สำหรับลูกค้าต่างจังหวัด<p>
            <p>&nbsp;&nbsp;&nbsp;การยืมสินค้า Demo ลูกค้าสามารถยืมได้ 7 วัน นับจากวันที่จัดส่งสินค้า หากเกินกำหนดที่ยืมสินค้าและไม่ได้ทำการแจ้งเป็นหนังสือขอเลื่อนคืนสินค้าให้กับทางฝ่ายขายรับทราบ ทางบริษัทจะถือว่าเป็นการสั่งซื้อสินค้าและจำเป็นต้องเปิดบิลขายทันที  ทางบริษัทฯ จะเป็นผู้ออกค่าใช้จ่ายในวันที่จัดส่งสินค้าให้ ส่วนการส่งกลับคืนสินค้า ทางลูกค้าจะต้องเป็นผู้ออกค่าใช้จ่ายเอง</p>
            <p>สำหรับลูกค้ากรุงเทพฯ และปริมณฑล<p>
            <p>&nbsp;&nbsp;&nbsp;ลูกค้าต้องมารับต้องมารับและส่งคืนสินค้าเอง และสามารถยืมได้ 7 วันนับจากวันที่มารับสินค้า หากเกินกำหนดที่ยืมสินค้าและไม่ได้ทำการแจ้งเป็นหนังสือขอเลื่อนคืนสินค้าให้กับทางฝ่ายขายรับทราบ ทางบริษัทจะถือว่าเป็นการสั่งซื้อสินค้าและจำเป็นต้องเปิดบิลขายทันที</p>
            <p>&nbsp;&nbsp;&nbsp;หากสินค้ามีการชำรุด, เสียหาย หรือสาบสูญ ทางบริษัทจำเป็นต้องคิดค่าใช้จ่ายตามราคาของสินค้านั้นๆ</p>
            <p>** บริษัทขอสงวนสิทธิ์ในการยืมสินค้าบางรุ่นเท่านั้น หากท่านต้องการยืมสินค้ากรุณาโทรตรวจสอบกับทางเจ้าหน้าที่ก่อน</p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapse4">การเคลมสินค้า</a>
          </h4>
        </div>
        <div id="collapse4" class="panel-collapse collapse">
          <div class="panel-body">
            <li>7 Day Service เคลมสินค้า ภายใน 7 วันทำการ โดยเมื่อมีการรับสินค้าจะซ่อมหรือเปลี่ยนอะไหล่ภายใน 7 วัน</li>
            <li>ค่าใช้จ่ายในการซ่อม ในกรณ๊ส่งสินค้าเข้ามาซ่อม ลูกค้าเป็นคนออกค่าใช้จ่ายในการส่งเข้ามาซ่อม และบริษํท ซายเนคฯ จะออกค่าใช้จ่ายในการส่งสินค้ากลับให้กลับลูกค้า โดยทางบริษํทไม่มีนโยบายส่งสินค้าสวนทางกับทางซ๋อมสินค้า</li>
            <br>
            <h5><b style="font-weight:bold;">สินค้าที่อยู่นอกเหนือการรับประกัน</b></h5>
            <ul>
              <li>ไม่มีสติ๊กเกอร์ของบริษํท ติดบนตัวสินค้า มีรอยฉีก ขาด ลบ แก้ไข หรือถูกปิดทับจนไม่สามารถมองเห็นสาระสำคัญบนตัวสติกเกอร์</li>
              <li>สินค้ามีสภาพผิดปกติทางรูปทรงกายภาพ ได้แก่ แตก, หัก, บิ่น, งอ, ยุบ, เบี้ยว, ร้าว, ทะลุ, บางส่วนที่หายไป</li>
              <li>ไม่มีหมายเลขประจำตัวสินค้า (Serial Number)</li>
              <li>สินค้าเสียหายเนื่องจากปัจจัยภายนอก เช่น ไฟตก, ไฟเกิน, ฟ้าผ่า เป็นต้น</li>
              <li>มีการเก็บรักษาไม่ถูกต้อง ได้แก่ มีคราบน้ำ, มีรอยสนิม, ตะไคร่น้ำ, ลายปริ้นขาด</li>
              <li>สินค้าถูกใช้อย่างผิดวิธี หรือเกิดอุบัติเหตุกับตัวสินค้า</li>
              <li>มีการแกะหรือเปิดตัวสินค้าออก โดยไม่ได้แจ้งกับทางบริษัทก่อนจะมีการแกะสินค้า</li>
            </ul>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion" href="#collapse5">การบริการด้านเทคนิค</a>
          </h4>
        </div>
        <div id="collapse5" class="panel-collapse collapse">
          <div class="panel-body">
            <ul>
              <li>การฝึกอบรม : บริษัทจัดให้มีการฝึกอบรมให้ตัวแทนจำหน่ายที่สนใจเข้ามาเรียนรู้หลักสูตรต่างๆ 2 ครั้งต่อเดือน โดยจะเปิดสอนหลักสูตรต่างๆ อาทิ พื้นฐานกล้องวงจรปิด, การจัดเซ็ตกล้องวงจรปิด หรือการซ่อมวงจรปิดเบื้องต้น เป็นต้น ทั้งนี้ หากมีตัวแทนจำหน่ายละเบียนน้อยกว่าที่บริษัทกำหนด ทางบริษัทจะเลื่อนการฝึกอบรมไปในครั้งต่อไป</li>
              <li>การสาธิตสินค้าภายนอก : ทางบริษัทจะพิจารณาตามความเหมาะสม ซึ่งลูกค้าต้องออกค่าใช้จ่ายในการเดินทา</li>
              <li>การบริการนอกสถานที่ : ในเขตกรุงเทพฯ ครึ่งวัน 3,500 บาท / 1 วัน 5,000 บาท : ต่างจังหวัด ทางลูกค้าจะต้องรับผิดชอบค่าใช้จ่ายทั้งหมด อาทิ ค่าน้ำมันและค่าที่พัก เป็นต้น</li>
              <li>ในกรณีลูกค้าโทรเข้ามาขอบริการข้อมูลทางโทรศัพท์ ต้องแจ้งชื่อของท่าน, ชื่อบริษัท และรุ่นสินค้า Serial Number ทั้งนี้ ทางบริษัทฯ ขอสงวนสิทธิ์ในการให้บริการข้อมูลกับทางลูกค้า ในกรณีที่ลูกค้าไม่สามารถให้ข้อมูลสินค้าได้และในกรณีที่ลูกค้าไม่ได้อยู่ที่หน้างาน</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
    <!-- Collapse -->
  </div>
  <div class="col-xs-12 col-sm-12 col-md-4 col-md-6">
    <div class="panel-group" id="accordion2">
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion2" href="#collapse1-1">ความช่วยเหลือ ด้านเทคนิค</a>
          </h4>
        </div>
        <div id="collapse1-1" class="panel-collapse collapse in">
          <div class="panel-body">
            <p>แจ้งปัญหาการใช้งาน</p>
            <p>- ติดต่อ 02-274-1389 ต่อ 4<br>- สามารถติดต่อได้ในวันทำการปิกติ วันจันทร์ถึงวันศุกร์ ตั้งแต่เวลา 08:15น. ถึง 17:00น.</p>
            <br>
            <p>&nbsp;&nbsp;&nbsp;ขั้นตอนการแจ้งปัญหาการใช้งาน</p>
            <ul>
              <li>ต้องเป็นสินค้าของทางบริษัท หรือ มีสติ๊กเกอร์ ของ(ZYNEK), (iNNEKT), (PROSECURE)</li>
              <li>แจ้งอาการเบื้องต้นให้ ทางเจ้าหน้าที่รับทราบ</li>
              <li>แจ้งข้อมูลการเข้าใช้งานระบบ หรือ เตรียมพร้อมโปรแกรมสำหรับ Remote ระยะไกล กรณีตั้งค่าต่างๆ</li>
              <li>โปรแกรมสำหรับรีโมทระยะไกลฟรี <a href="<?=SITE_URL;?>download/AnyDesk.exe" target="_blank" class="link-download">(ดาวน์โหลด AnyDesk)</a> สำหรับ Microsoft Windows (XP, 7, 8.x, 10) Version 3.1.1 (32 & 64 Bit)</li>
            </ul>
            <br>
            <p>&nbsp;&nbsp;&nbsp;สินค้าที่อยู่นอกเหนือการให้ความช่วยเหลือ</p>
            <ul>
              <li>สินค้าที่ไม่ใช่ของทางบริษัท</li>
            </ul>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion2" href="#collapse1-2">ความช่วยเหลือ ด้านซ่อมสินค้า</a>
          </h4>
        </div>
        <div id="collapse1-2" class="panel-collapse collapse">
          <div class="panel-body">
            <p>แจ้งปัญหาการซ่อมสินค้า</p>
            <p>ติดต่อ 02-274-1389 ต่อ</p>
            <p>- 201- 206  สอบถาม, สถานะ, แจ้งซ่อม<br>- 205 สอบถามการเสนอราคา<br>- สามารถติดต่อได้ในวันทำการปิกติ วันจันทร์ถึงวันศุกร์ ตั้งแต่เวลา 08:15น. ถึง 17:00น.</p>
            <br>
            <p>&nbsp;&nbsp;&nbsp;ขั้นตอนการแจ้งซ่อม การส่งซ่อม</p>
            <ul>
              <li>7 Day Service เคลมสินค้า ภายใน 7 วันทำการ โดยเมื่อมีการรับสินค้าจะซ่อมหรือเปลี่ยนอะไหล่ภายใน 7 วัน</li>
              <li>ค่าใช้จ่ายในการซ่อม ในกรณ๊ส่งสินค้าเข้ามาซ่อม ลูกค้าเป็นคนออกค่าใช้จ่ายในการส่งเข้ามาซ่อม และบริษํท ซายเนคฯ จะออกค่าใช้จ่ายในการส่งสินค้ากลับให้กลับลูกค้า โดยทางบริษํทไม่มีนโยบายส่งสินค้าสวนทางกับทางซ๋อมสินค้า</li>
            </ul>
            <br>
            <p>&nbsp;&nbsp;&nbsp;สินค้าที่อยู่นอกเหนือการรับประกัน</p>
            <ul>
              <li>ไม่มีสติ๊กเกอร์ของบริษํท ติดบนตัวสินค้า มีรอยฉีก ขาด ลบ แก้ไข หรือถูกปิดทับจนไม่สามารถมองเห็นสาระสำคัญบนตัวสติกเกอร์</li>
              <li>สินค้ามีสภาพผิดปกติทางรูปทรงกายภาพ ได้แก่ แตก, หัก, บิ่น, งอ, ยุบ, เบี้ยว, ร้าว, ทะลุ, บางส่วนที่หายไป</li>
              <li>ไม่มีหมายเลขประจำตัวสินค้า (Serial Number)</li>
              <li>สินค้าเสียหายเนื่องจากปัจจัยภายนอก เช่น ไฟตก, ไฟเกิน, ฟ้าผ่า เป็นต้น</li>
              <li>มีการเก็บรักษาไม่ถูกต้อง ได้แก่ มีคราบน้ำ, มีรอยสนิม, ตะไคร่น้ำ, ลายปริ้นขาด</li>
              <li>สินค้าถูกใช้อย่างผิดวิธี หรือเกิดอุบัติเหตุกับตัวสินค้า</li>
              <li>มีการแกะหรือเปิดตัวสินค้าออก โดยไม่ได้แจ้งกับทางบริษัทก่อนจะมีการแกะสินค้า</li>
            </ul>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#accordion2" href="#collapse1-3">ความช่วยเหลือ การโทรติดต่อสอบถาม </a>
          </h4>
        </div>
        <div id="collapse1-3" class="panel-collapse collapse">
          <div class="panel-body">
            <p>ติดต่อ 02-274-1389 ต่อ</p>
            <p>กด 1 ฝ่ายขาย<br/>
            กด 2 สินค้า IT<br/>
            กด 3 ฝ่ายการเงินและบัญชี<br/>
            กด 4 ฝ่ายเทคนิค<br/>
            กด 5 ฝ่ายเคลมสินค้า</p>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
