<div class="row" style="background:#fff;margin:0px 0;">
  <div class="container" style="padding:30px 0;">
    <div class="col-xs-12">

      <h3 class="text-center" style="margin: 50px 0 20px 0;">About Us</h3>
      <p style="line-height: 1.7;"><b>บริษัท ซายเนค เทคโนโลยี่ จำกัด</b> ผู้นำเข้าและจัดจำหน่ายกล้องวงจรปิดและ อุปกรณ์ระบบรักษาความปลอดภัยทุกประเภท รวมถึงสินค้าไอที ระบบภาพและเสียง และอุปกรณ์เครื่องใช้สำนักงานแบบครบวงจร โดยบริษัทฯ ได้ดำเนินกิจกาารมาตั้งแต่ปี 2541 ในธุรกิจจัดจำหน่ายสินค้าไอทีและอุปกรณ์เครื่องใช้ภายในสำนักงาน ต่อมาในปี 2550 ได้นำเข้าสินค้ากลุ่มกล้องวงจรปิดและระบบรักษาความปลอดภัยเข้ามาจัดจำหน่าย เพื่อตอบสนองความต้องการของลูกค้าและได้รับการตอบรับเป็นอย่างดีจนสามารถพัฒนาสินค้า OEM ของบริษัทภายใต้ตราสินค้า "iNNEKT" โดยดำเนินการผ่าน บริษัท อินเนค เทคโนโลยี่ จำกัด ด้วยทีมงานที่มีคุณภาพมากด้วยประสบการณ์ และนโยบายการบริหารงานที่โปร่งใส ทำให้ลูกค้าไว้วางใจเลือกใช้บริการเป็นอันดับแรก โดยแบ่งธุรกิจออกเป็นหมวดสินค้าได้ดังนี้:</p>
      <ul style="line-height: 1.7;">
        <li><b>IT Product : </b>ธุรกิจจัดจำหน่ายสินค้าประเภท คอมพิวเตอร์, เครื่องเซิร์ฟเวอร์, โน้ตบุค, ปริ้นเตอร์, ซอร์ฟแวร์, อุปกรณ์ต่อพ่วงต่างๆ</li>
        <li><b>OA & Communication : </b>ธุรกิจจัดจำหน่ายสินค้าเครื่องใช้สำนักงานต่างๆ เครื่องโทรศัพท์, โทรสาร, โทรศัพท์ตู้สาขา, เครื่องถ่ายเอกสาร ฯลฯ</li>
        <li><b>AV Product : </b>ธุรกิจจัดจำหน่ายสินค้าประเภทภาพและเสียง เครื่องฉายภาพ (โปรเจคเตอร์), จอแสดงภาพแบบพลาสม่า, แอลซีดีทีวี, กล้องถ่ายภาพดิจิตอลทั้งแบบภาพนิ่งและเคลื่อนไหว, ระบบเครื่องเสียง</li>
        <li><b>กล้องวงจรปิด ( CCTV SURVEILLANCE) : </b>ธุรกิจจัดจำหน่ายระบบกล้องวงจรปิดอย่างครบวงจรไม่ว่าจะเป็นะบบ Analog และระบบดิจิตอล (IP Camera) ภายใต้แบรนด์ iNNEKT, Panansonic, AVTECH, Hikvision, Avigilon และ Honeywell ให้บริการ ซึ่งมีจำหน่ายทั้งเครื่องบันทึกภาพ และกล้องวงจรปิด อีกทั้งยังมีอุปกรณ์เสริม เช่น เลนส์, ขายึดกล้อง, ฮาร์ดดิสก์, สายสัญญาณ เป็นต้น</li>
        <li><b>สัญญาณกันขโมย ( INTRUSION ALARM ) : </b>ได้แก่ยี่ห้อ Chuango, Yale และ Honeywell</li>
        <li><b>เครื่องควบคุมการเข้า-ออก ( ACCESS CONTROL ) : </b>ได้แก่ยี่ห้อ iNNEKT Bio, HID, Yale และ Anson</li>
        <li><b>สัญญาณเตือนอัคคีภัย ( FIRE ALARM ) : </b>ได้แก่ยี่ห้อ Numens และ Morley by Honeywell</li>
        <li><b>อุปกรณ์เสริมอื่นๆ : </b>เช่น อุปกรณ์ดับเพลิง ตู้เซฟ และป้ายทางออก เป็นต้น</li>
      </ul>
      <p style="line-height: 1.7;">นอกจากสินค้าแล้ว เรายังมุ่งเน้นในเรื่องของการบริการที่ให้ความพึงพอใจสูงสุดแก่ลูกค้าซึ่งเป็นหัวใจสำคัญ เมื่อคุณได้ร่วมเป็นคู่ค้ากับเรา คุณจะได้รับการบริการที่ดีเยี่ยมเพื่อให้ธุรกิจของคุณสามารถดำเนินไปได้ด้วยดี โดยมีเราคอยอยู่เคียงข้างตลอดไป</p>
      <p style="line-height: 1.7;">บริษัท ซายเนค เทคโนโลยี่ จำกัด ตั้งอยู่ที่ 238/14 ซอยรัชดาภิเษก 18 ถนนรัชดาภิเษก แขวงห้วยขวาง เขตห้วยขวาง กรุงเทพฯ 10310</p>



      <h3 class="text-center" style="margin: 50px 0 20px 0;">Company Profile</h3>

      <iframe style="width:100%;height:400px;" src="http://www.youtube.com/embed/DBX6GBkeKPM?rel=0" frameborder="0" allowfullscreen=""></iframe>

    </div>
  </div>
</div>
