<?php
// Version: 1.1; Post

$txt[25] = 'ตอบ';
$txt[71] = 'ไอค่อนข้อความ';
$txt[77] = 'กรุณาระบุหัวข้อ';
$txt[78] = 'กรุณาระบุข้อความ';
// Use numeric entities in the below string.
$txt[130] = "ด้วยความปรารถนาดี,\n " . $context['forum_name'] . '';
$txt[252] = 'เพิ่มรหัส';
$txt[253] = 'ตัวหนา';
$txt[254] = 'ตัวเอียง';
$txt[255] = 'ตัวขีดเส้นใต้';
$txt[256] = 'จัดย่อหน้ากึ่งกลาง';
$txt[257] = 'ใส่ไฮเปอร์ลิ้งค์';
$txt[258] = 'ใส่อีเมล์';
$txt[259] = 'ใส่โค้ด';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'ใส่การอ้างถึงคำพูด';
$txt[261] = 'ใส่ลีสต์';

$txt['change_color'] = 'เปลี่ยนสี';
$txt[262] = 'สีดำ/ขาว';
$txt[263] = 'สีแดง';
$txt[264] = 'สีเหลือง';
$txt[265] = 'สีชมพู';
$txt[266] = 'สีเขียว';
$txt[267] = 'สีส้ม';
$txt[268] = 'สีม่วง';
$txt[269] = 'สีนํ้าเงิน/ฟ้า';
$txt[270] = 'สีเทา';
$txt[271] = 'สีน้ำตาล';
$txt[272] = 'สีเขียวฟ้า';
$txt[273] = 'สีกรมท่า';
$txt[274] = 'สีเลือดนก';
$txt[275] = 'สีเหลืองอมเขียว';
$txt[276] = 'ปิดสัญลักษณ์แสดงอารมณ์';
$txt[277] = 'ไม่ใช้สัญลักษณ์แสดงอารมณ์';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'ข้อความเมื่อ';
$txt[281] = 'มาตรฐาน';
$txt[282] = 'เยี่ยม';
$txt[283] = 'แย่';
$txt[284] = 'อุ๊ย!';
$txt[285] = 'เอ๋?';
$txt[286] = 'หลอดไฟ';
$txt[297] = 'แสดงอารมณ์';
$txt[433] = 'ใส่แฟลช';
$txt[434] = 'ใส่ลิ้งค์ FTP';
$txt[435] = 'ใส่รูป';
$txt[436] = 'ใส่ตาราง';
$txt[437] = 'ใส่คอลัมน์ตาราง';
$txt[438] = 'ไม่มีหัวข้อแจ้งข่าว';
$txt[439] = 'ตัวอักษรวิ่ง';
$txt[440] = 'ตัวพิมพ์ดีด';
$txt[441] = 'ตัวมีขีดกลาง';
$txt[442] = 'ตัวเรืองแสง';
$txt[443] = 'ตัวมีเงา';
$txt[444] = 'จัดย่อหน้าอิสระ';
$txt[445] = 'จัดย่อหน้าชิดซ้าย';
$txt[446] = 'จัดย่อหน้าชิดขวา';
$txt[447] = 'ตัวยก';
$txt[448] = 'ตัวห้อย';
$txt[449] = 'ใส่แถวของตาราง';
$txt[499] = 'ข้อความของคุณยาวไป กรุณาทำให้สั้นลง';
$txt[531] = 'เส้นขวาง';
$txt[532] = 'ขนาดตัวอักษร';
$txt[533] = 'แบบตัวอักษร';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'หัวข้อใหม่, \'%s\', ได้ถูกสร้างขึ้นในบอร์ด' . "\n\n" . 'คุณสามารถดูได้ที่' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'หัวข้อใหม่: %s';
$txt['notify_boards_once'] = 'จะต้องมีการตอบกระทู้มากกว่านี้, แต่คุณจะไม่ได้รับอีเมล์แจ้งเตือนอีก จนกว่าคุณจะได้อ่านกระทู้' . "\n\n";
$txt['notifyUnsubscribe'] = 'ยกเลิกการแจ้งเตือนในหัวข้อนี้ โดยการคลิกที่นี่';
$txt['notify_boardsUnsubscribe'] = 'ยกเลิกการแจ้งเตือนจากหัวข้อในบอร์ดนี้โดยการคลิกที่นี่';

$txt['smf13'] = 'ใส่กุญแจหลังจากตั้งกระทู้';
$txt['smf14'] = 'เลือกที่นี่ หากต้องการให้มีการแจ้งเตือน เมื่อมีผู้มาตอบหัวข้อนี้';
$txt['smf15'] = 'เลือกที่นี่ หากต้องการล็อกหัวข้อนี้ หลังจากการตั้งกระทู้';
$txt['smf16'] = 'shortcuts: กด alt+s เพื่อตั้งกระทู้ หรือ alt+p แสดงตัวอย่าง';
$txt['smf22'] = 'ตัวเลือก';
$txt['smf40'] = 'รีเซ็ตจำนวนโหวต';
$txt['smf41'] = 'เลือกที่นี่ ถ้าคุณต้องรีเซ็ตจำนวนโหวตทั้งหมดให้เป็น 0';
$txt['smf42'] = 'โหวต';
$txt['smf119'] = 'แนบไฟล์';
$txt['smf119b'] = 'แนบไฟล์';
$txt['smf120'] = 'ไฟล์ที่อนุญาต';
$txt['smf121'] = 'ขนาดไฟล์สูงสุดที่อนุญาต';
$txt['smf123'] = 'ไม่อนุญาตไฟล์นามสกุลนี้ นามสกลุที่อนุญาตได้แก่';
$txt['smf129'] = 'หากต้องการลบไฟล์แนบ โปรดทิ้งส่วนนี้ให้ว่าง';
$txt['smf130'] = 'เลือกที่นี่เพื่อลบไฟล์แนบของคุณ';
$txt['smf130b'] = 'ชื่อไฟล์นี้ถูกสงวนไว้ โปรดลองด้วยชื่อไฟล์อื่น';
$txt['smf287'] = 'คำเตือน: กระทู้นี้ถูกล็อกไว้!<br />เฉพาะผู้ดูแลเท่านั้นที่ตอบได้';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'ประกาศใหม่';
$txt['notifyXAnn3'] = 'ยกเลิกรับข้อความประกาศ ให้คุณเข้าฟอรั่มแล้วเข้าสู่ระบบ เอาเช็คบล็อคออกที่ รับอีเมล์แจ้งเตือนเมื่อมีข่าวประกาศใหม่ "ในข้อมูลส่วนตัว' . "\n\n" . 'คุณสามารถดูประกาศทั้งหมด โดยการคลิกที่ลิ้งค์นี้:';
$txt['notifyXOnce2'] = 'จะต้องมีการตอบกระทู้มากกว่านี้, แต่คุณจะไม่ได้รับอีเมล์แจ้งเตือนอีก จนกว่าคุณจะได้อ่านกระทู้';

$txt['rtm2'] = 'ใส่คำแนะนำ';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'กระทู้ที่รายงาน';
$txt['rtm4'] = 'โดย';
$txt['rtm10'] = 'บันทึก';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'กระทู้ต่อไปนี้, "%s" โดย';
$txt['rtm_email2'] = 'ถูกรายงานโดย';
$txt['rtm_email3'] = 'ในบอร์ดที่คุณดูแล';
$txt['rtm_email_comment'] = 'ความเห็นของผู้รายงาน';

$txt['maxAttachPerPost'] = 'ต่อกระทู้';

$txt['post_additionalopt'] = 'ตัวเลือกเพิ่มเติม...';
$txt['sticky_after2'] = 'ติดหมุดหัวข้อนี้ หลังจากการตั้งกระทู้';
$txt['move_after2'] = 'ย้ายหัวข้อนี้ หลังจากการตั้งกระทู้';
$txt['back_to_topic'] = 'กลับไปหัวข้อนี้ หลังจากการตั้งกระทู้';

$txt['retrieving_quote'] = 'การอ้างถึง...';

$txt['poll_options'] = 'ตัวเลือกโพลล์';
$txt['poll_options1a'] = 'ให้มีโพลล์เอาไว้';
$txt['poll_options1b'] = 'วัน (ปล่อยว่างไว้ถ้าไม่ต้องการจำกัดจำนวนวัน)';
$txt['poll_options2'] = 'แสดงผลโหวตให้ทุกคนเห็น';
$txt['poll_options3'] = 'แสดงผลโหวตเมื่อมีคนโหวตแล้ว';
$txt['poll_options4'] = 'แสดงผลโหวตเมื่อกระทู้หมดอายุแล้วเท่านั้น';
$txt['poll_options5'] = 'จำนวนโหวตสูงสุดต่อหนึ่งผู้ใช้งาน';
$txt['poll_options7'] = 'อนุญาตให้ผู้ใช้เปลี่ยนการโหวต';
$txt['poll_error1'] = 'คุณเลือกตัวเลือกมากเกินไป - จำนวนสูงสุดที่อนุญาตคือ %s';
$txt['poll_add_option'] = 'เพิ่มตัวเลือก';

$txt['spellcheck_done'] = 'ตรวจสอบการสะกดคำเสร็จเรียบร้อย';
$txt['spellcheck_change_to'] = 'เปลี่ยนเป็น:';
$txt['spellcheck_suggest'] = 'ข้อแนะนำ:';
$txt['spellcheck_change'] = 'เปลี่ยน';
$txt['spellcheck_change_all'] = 'เปลี่ยนทั้งหมด';
$txt['spellcheck_ignore'] = 'ไม่สนใจ';
$txt['spellcheck_ignore_all'] = 'ไม่สนใจทั้งหมด';

$txt['more_attachments'] = 'แนบไฟล์เพิ่ม';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'คุณไม่สามารถแนบไฟล์ใดๆ ในกระทู้นี้ได้อีก';

$txt['more_smileys'] = 'เพิ่มเติม';
$txt['more_smileys_title'] = 'เพิ่มชุดสัญลักษณ์แสดงอารมณ์';
$txt['more_smileys_pick'] = 'เลือกชุดสัญลักษณ์แสดงอารมณ์';
$txt['more_smileys_close_window'] = 'ปิดหน้าต่าง';

$txt['error_new_reply'] = 'คำเตือน - มีกระทู้ตอบใหม่ ขณะที่คุณพิมพ์ข้อความ อยากให้คุณแสดงตัวอย่างก่อนตั้งกระทู้';
$txt['error_new_replies'] = 'คำเตือน - มีกระทู้ตอบใหม่ %d กระทู้ ขณะที่คุณพิมพ์ข้อความ อยากให้คุณแสดงตัวอย่างก่อนตั้งกระทู้';
$txt['error_new_reply_reading'] = 'คำเตือน - มีกระทู้ตอบใหม่ ขณะที่คุณกำลังอ่านหัวข้อนี้ อยากให้คุณแสดงตัวอย่างก่อนตั้งกระทู้';
$txt['error_new_replies_reading'] = 'คำเตือน - มีกระทู้ตอบใหม่ %d กระทู้ ขณะที่คุณกำลังอ่านหัวข้อนี้ อยากให้คุณแสดงตัวอย่างก่อนตั้งกระทู้';
$txt['error_old_topic'] = 'คำเตือน: หัวข้อนี้ไม่มีการตอบกระทู้ อย่างน้อย ' . $modSettings['oldTopicDays'] . ' วัน<br />คุณแน่ใจหรือไม่ ที่จะตอบกระทู้, กรุณาพิจารณาเริ่มหัวข้อใหม่';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'ตอบกระทู้: %s';
$txt['notification_reply'] = 'หัวข้อของคุณได้ถูกตอบกลับโดย %s' . "\n\n" . 'ดูตอบกลับที่: ';
$txt['notification_sticky_subject'] = 'หัวข้อติดหมุด: %s';
$txt['notification_sticky'] = 'หัวข้อของคุณได้ถูกติดหมุดโดย %s.' . "\n\n" . 'ดูหัวข้อที่: ';
$txt['notification_lock_subject'] = 'หัวข้อถูกใส่กุญแจ: %s';
$txt['notification_lock'] = 'หัวข้อได้ถูกล็อคโดย %s.' . "\n\n" . 'ดูหัวข้อที่: ';
$txt['notification_unlock_subject'] = 'หัวข้อถูกปลดกุญแจ: %s';
$txt['notification_unlock'] = 'หัวข้อของคุณได้ถูกปลดล็อคโดย %s.' . "\n\n" . 'ดูหัวข้อที่: ';
$txt['notification_remove_subject'] = 'หัวข้อลบแล้ว: %s';
$txt['notification_remove'] = 'หัวข้อของคุณได้ถูกลบโดย %s.';
$txt['notification_move_subject'] = 'หัวข้อย้ายแล้ว: %s';
$txt['notification_move'] = 'หัวข้อของคุณได้ถูกย้ายไปสู่บอร์ดอื่นโดย %s.' . "\n\n" . 'ดูหัวข้อที่: ';
$txt['notification_merge_subject'] = 'หัวข้อถูกรวม: %s';
$txt['notification_merge'] = 'หัวข้อของคุณได้ถูกรวมกับหัวข้ออื่นโดย %s.' . "\n\n" . 'ดูหัวข้อที่รวมใหม่ที่: ';
$txt['notification_split_subject'] = 'หัวข้อถูกแยก: %s';
$txt['notification_split'] = 'หัวข้อของคุณได้ถูกแยกเป็นสองหัวข้อหรือมากกว่าโดย %s.' . "\n\n" . 'ดูสิ่งที่ยังคงอยู่ในหัวข้อนี้ที่: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'ข้อความตอบกลับถูกแสดงข้างล่าง:';
$txt['notification_new_topic_body'] = 'ข้อความของหัวข้อถูกแสดงข้างล่าง:';

$txt['announce_this_topic'] = 'ส่งหัวข้อเกี่ยวกับประกาศให้สมาชิก:';
$txt['announce_title'] = 'ส่งประกาศ';
$txt['announce_desc'] = 'แบบฟอร์มนี้ยอมให้คุณส่งประกาศเกี่ยวกับหัวข้อนี้ ให้กลุ่มสมาชิกที่เลือก';
$txt['announce_sending'] = 'ส่งประกาศของหัวข้อ';
$txt['announce_done'] = 'เสร็จสิ้น';
$txt['announce_continue'] = 'ต่อไป';
$txt['announce_topic'] = 'หัวข้อประกาศ';
$txt['announce_regular_members'] = 'สมาชิกพื้นฐาน';

?>