<?php
// Version: 1.1; Profile

$txt[80] = 'คุณไม่สามารถแก้ไขรายละเอียดสมาชิกนี้ได้';
$txt[83] = 'ชื่อเว็บไซต์';
$txt[84] = 'URL เว็บไซต์ของคุณ';
$txt[85] = 'ลายเซ็น';
$txt[86] = 'กระทู้';
$txt[88] = 'เปลี่ยนแปลงรายละเอียด';
$txt[89] = 'ลบผู้ใช้งาน';
$txt[113] = 'สถานะปัจจุบัน:';
$txt[228] = 'ข้อความส่วนบุคคล';
$txt[229] = 'รูปส่วนตัว';
$txt[232] = 'รูปภาพ/ข้อความ';
$txt[329] = 'รีเซ็ต';
$txt[349] = 'ภาษาที่ต้องการใช้';
$txt[420] = 'อายุ';
$txt[422] = '(ไม่มีรูป)';
$txt[453] = 'ไม่มีรายละเอียดของผู้ใช้งานที่คุณต้องการดู';
$txt[458] = 'กระทู้ล่าสุดของ: ';
$txt[459] = 'ข้อมูลเพิ่มเติม';
$txt[460] = 'แสดงกระทู้ล่าสุด';
$txt[461] = 'ของสมาชิกผู้นี้';
$txt[474] = 'URL รูปส่วนตัวของคุณ (ex: <b>http://www.url.com/mypic.gif</b>)';
$txt[475] = 'เลือกตรงนี้ ถ้าต้องการใช้รูปของตนเอง';
$txt[479] = 'การเลือกส่วนนี้ จะทำการเปลี่ยนแปลง รูปแบบการแสดงผลเวลา';
$txt[486] = 'รูปแบบเวลา';
$txt[487] = 'ส่วนต่างของเวลาจะต้องอยู่ระหว่าง -23.5 และ 23.5.';
$txt[518] = 'นี่คือชื่อที่จะแสดงให้ผู้ใช้ผู้อื่นเห็น (ใส่ภาษาไทยหรือสัญลักษณ์ได้)';
$txt[519] = 'ส่วนต่างชั่วโมง +/- ที่จะแสดงเวลาท้องถิ่นของคุณ';
$txt[563] = 'วันเกิด';
$txt[564] = 'เดือน (01-12)';
$txt[565] = 'วันที่ (01-31)';
$txt[566] = 'ปี (19XX)';
$txt[596] = 'ขออนุญาตแนะนำให้คุณใช้รหัสผ่าน ที่มีตัวอักษรร่วมกับตัวเลขมากกว่า 6 ตัว';
$txt[597] = 'ข้อมูลสมาชิกเพิ่มเติม';
$txt[598] = 'ส่วนนี้ต้องระบุไปด้วยถ้าคุณระบุ URL ด้านล่าง';
$txt[599] = 'ส่วนนี้ต้องเป็น URL ที่สมบูรณ์ (ต้องมี http://)';
$txt[600] = 'นี่คือเบอร์ ICQ ของคุณ';
$txt[601] = 'นี่คือชื่อ AOL Instant Messenger ของคุณ';
$txt[602] = 'นี่คือชื่อ Yahoo! Instant Messenger ของคุณ';
$txt[606] = 'ลายเซ็นจะแสดงที่ด้านล่าง ของแต่ละข้อความ รวมถึงข้อความส่วนตัว คุณสามารถใช้ BBC โค๊ดและสัญลักษณ์แสดงอารมณ์ได้';
$txt[664] = 'จำนวนตัวอักษรสูงสุดที่อนุญาต ' . $modSettings['max_signatureLength'] . '; ตอนนี้เหลือ: ';
$txt[688] = 'ส่งข้อความส่วนตัวไปหาสมาชิกผู้นี้';
$txt[722] = 'ซ่อน';
$txt[741] = 'เวลาระบบปัจจุบัน';
$txt[749] = 'อนุญาตเฉพาะตัวเลขในช่องจำนวนกระทู้';

$txt['smf225'] = 'ภาษา';
$txt['smf227'] = 'รูปส่วนตัวใหญ่เกินไป กรุณาปรับขนาดแล้วลองอีกครั้ง (สูงสุด';
$txt['smf233'] = 'ค่าวันสมัครสมาชิกผิดพลาด ตัวอย่างค่าที่ถูกต้อง:';
$txt['smf237'] = 'อีเมล์ที่ใช้ MSN messenger ของคุณ';
$txt['smf241'] = 'รหัสผ่านปัจจุบัน';
$txt['smf243'] = 'คุณยังไม่ได้ใส่รหัสผ่านปัจจุบัน';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'เพื่อความปลอดภัย, คุณต้องใส่รหัสผ่าน ก่อนที่จะเปลี่ยนแปลงข้อมูลในข้อมูลส่วนตัว';

$txt['timeoffset_autodetect'] = '(ค้นหาอัตโนมัติ)';

$txt['pswd1'] = 'คำถามลับ';
$txt['secret_desc'] = 'คุณสามารถกรอกคำถามและคำตอบที่นี่ เพื่อความง่ายในการค้นหารหัสผ่านของคุณ';
$txt['secret_desc2'] = 'เลือกคำตอบอย่างระมัดระวัง คุณคงไม่ต้องการให้ใครบางคนเดาคำตอบของคุณ!';
$txt['pswd2'] = 'คำตอบลับ';
$txt['pswd3'] = 'ถามคำถามลับของฉัน';
$txt['pswd4'] = 'โดยปกติ เราจะช่วยให้คุณได้รหัสผ่านของคุณโดยการสุ่มอันใหม่ขึ้นมาและส่งไปหาคุณโดยอีเมล์ แต่ถ้าคุณไม่ต้องการเช่นนั้น คุณสามารถลองพยายามตอบคำถามลับของคุณ (ซึ่งคุณกำหนดไว้ในข้อมูลสมาชิกของคุณ)  ถ้าคุณตอบได้ถูกต้อง คุณจะสามารถกำหนดรหัสผ่านใหม่ได้ทันที';
$txt['pswd5'] = 'ขออภัย แต่คุณไม่ได้กำหนดคำถามลับและคำตอบลับที่ถูกต้องในรายละเอียดของคุณ (profile) โปรดคลิกปุ่ม Back และใช้ขั้นตอนปกติในการรับรหัสผ่าน';
$txt['pswd6'] = 'กรุณาตอบคำถามลับของคุณ และกำหนดรหัสผ่านที่คุณจะใช้ รหัสผ่านของคุณจะถูกเปลี่ยนก็ต่อเมื่อคุณสามารถตอบคำถามลับได้ถูกต้องเท่านั้น';
$txt['pswd8'] = 'รหัสผ่านของคุณถูกเปลี่ยนโดยเรียบร้อย <br />คลิก <a href="' . $scripturl . '?action=login">ที่นี่</a> เพื่อเข้าสู่ระบบ';
$txt['secret_why_blank'] = 'ไม่ควรปล่อยว่าง';

$txt['theme1a'] = 'ธีมปัจจุบัน';
$txt['theme1b'] = '(เปลี่ยน)';
$txt['theme2'] = 'ปรับแต่งธีม';
$txt['theme_forum_default'] = 'ฟอรั่มหรือบอร์ดมาตรฐาน';
$txt['theme_forum_default_desc'] = 'นี่คือธีมปกติ ซึ่งหมายความว่าธีมของคุณจะเปลี่ยนไปตามธีมของบอร์ดและธีมที่ผู้ดูแลตั้งไว้';

$txt['profileConfirm'] = 'คุณต้องการลบชื่อผู้ใช้งานนี้?';

$txt['title1'] = 'ไตเติ้ลส่วนตัว';

$txt['lastLoggedIn'] = 'ใช้งานล่าสุด';

$txt['notifyX'] = 'ปรับแต่งการแจ้งเตือน:';
$txt['notifyX1'] = 'บันทึกค่าปรับแต่ง';
$txt['notifyXAnn4'] = 'รับอีเมล์แจ้งเตือนเมื่อมีข่าวประกาศใหม่';
$txt['notifyXOnce1'] = 'รับอีเมล์แจ้งเตือนสำหรับหัวข้อเฉพาะเมื่อมีการตอบเพียงครั้งแรก';
$txt['auto_notify'] = 'ให้มีการแจ้งเตือนเมื่อคุณเริ่มหัวข้อใหม่หรือตอบกระทู้';
$txt['notify_send_types'] = 'สำหรับหัวข้อและบอร์ดของฉัน ต้องการ การประกาศบนแจ้งเตือนของ';
$txt['notify_send_type_everything'] = 'ทุกสิ่งซึ่งเกิดขึ้น';
$txt['notify_send_type_everything_own'] = 'ทุกสิ่ง, ถ้าฉันเริ่มต้นหัวข้อ';
$txt['notify_send_type_only_replies'] = 'ตอบกลับเท่านั้น';
$txt['notify_send_type_nothing'] = 'ไม่มีสิ่งใดเลย';
$txt['notify_send_body'] = 'เมื่อส่งการประกาศของตอบกลับ, ให้ส่งในอีเมล์ (แต่ไม่สามารถตอบกลับในอีเมล์เหล่านี้)';

$txt['notifications_topics'] = 'แจ้งเตือนหัวข้อในขณะนี้';
$txt['notifications_topics_list'] = 'คุณกำลังได้รับการแจ้งเตือน จากหัวข้อดังต่อไปนี้';
$txt['notifications_topics_none'] = 'ขณะนี้คุณจะไม่ได้รับการแจ้งเตือนจากหัวข้อใดๆ';
$txt['notifications_topics_howto'] = 'หากต้องการให้มีการแจ้งเตือนจากหัวข้อ ให้กดปุ่ม &quot;แจ้งเตือน&quot; ในขณะที่กำลังดูหัวข้อนั้นๆ';
$txt['notifications_boards'] = 'การแจ้งเตือนบอร์ดในขณะนี้';
$txt['notifications_boards_list'] = 'คุณจะได้รับการแจ้งเตือนถึงหัวข้อใหม่จากบอร์ดต่อไปนี้';
$txt['notifications_boards_none'] = 'ขณะนี้คุณจะไม่ได้รับการแจ้งเตือนจากบอร์ดใดๆ';
$txt['notifications_boards_howto'] = 'หากต้องการให้มีการแจ้งเตือนจากบอร์ดใดโดยเฉพาะ ให้กดปุ่ม &quot;แจ้งเตือน&quot; ในหน้าดัชนีของบอร์ดนั้น';
$txt['notifications_update'] = 'ยกเลิกการแจ้งเตือน';

$txt[325] = 'รายชื่อผู้ใช้ที่ไม่ต้องการสนใจ';
$txt[326] = 'ใส่หนึ่งชื่อผู้ใช้ต่อหนึ่งบรรทัด<br />หรือใส่เครื่องหมายดาว* ถ้าไม่ต้องการรับข้อความ';
$txt[327] = 'แจ้งเตือนโดยอีเมล์ทุกครั้งที่คุณได้รับข้อความส่วนตัว';
$txt['email_notify_never'] = 'ไม่มี';
$txt['email_notify_buddies'] = 'จากเพื่อนเท่านั้น';
$txt['email_notify_always'] = 'ตลอดเวลา';

$txt['statPanel_showStats'] = 'สถิติผู้ใช้งานของ: ';
$txt['statPanel_users_votes'] = 'จำนวนโหวต';
$txt['statPanel_users_polls'] = 'จำนวนโพลล์ที่สร้างไว้';
$txt['statPanel_total_time_online'] = 'รวมเวลาที่อยู่ในระบบ';
$txt['statPanel_noPosts'] = 'คุณยังไม่ได้ตั้งกระทู้!';
$txt['statPanel_generalStats'] = 'สถิติทั่วไป';
$txt['statPanel_posts'] = 'กระทู้';
$txt['statPanel_topics'] = 'หัวข้อ';
$txt['statPanel_total_posts'] = 'หัวข้อทั้งหมด';
$txt['statPanel_total_topics'] = 'เริ่มหัวข้อทั้งหมด';
$txt['statPanel_votes'] = 'โหวต';
$txt['statPanel_polls'] = 'โพลล์';
$txt['statPanel_topBoards'] = 'บอร์ดยอดนิยมเรียงตามจำนวนกระทู้';
$txt['statPanel_topBoardsActivity'] = 'บอร์ดยอดนิยมเรียงตามกิจกรรม';
$txt['statPanel_activityTime'] = 'กิจกรรมการตั้งกระทู้ตามเวลา';
$txt['statPanel_timeOfDay'] = 'เวลาของวัน';
$txt['statPanel_show'] = 'แสดงสถิติทั่วไปของสมาชิกนี้';

$txt['deleteAccount_warning'] = 'คำเตือน - การกระทำเหล่านี้จะไม่สามารถแก้ไขกลับมาได้!';
$txt['deleteAccount_desc'] = 'จากหน้านี้ คุณสามารถลบบัญชีผู้ใช้งานและกระทู้ของผู้ใช้งานนี้';
$txt['deleteAccount_member'] = 'ลบบัญชีผู้ใช้งานนี้';
$txt['deleteAccount_posts'] = 'กระทู้ของผู้ใช้งานนี้ต้องถูกลบไปด้วย';
$txt['deleteAccount_none'] = 'ไม่มี';
$txt['deleteAccount_all_posts'] = 'กระทู้ทั้งหมด';
$txt['deleteAccount_topics'] = 'หัวข้อและกระทู้';
$txt['deleteAccount_confirm'] = 'คุณแน่ใจหรือไม่ที่จะลบบัญชีผู้ใช้งานนี้?';
$txt['deleteAccount_approval'] = 'ผู้ดูแลฟอรั่มกรุณาบันทึกความเห็นก่อนที่จะลบบัญชีผู้ใช้งานนี้';

$txt['profileInfo'] = 'ข้อมูลส่วนตัว';
$txt['summary'] = 'ข้อมูลอย่างย่อ';
$txt['showPosts'] = 'แสดงกระทู้';
$txt['statPanel'] = 'แสดงสถิติ';
$txt['editBuddies'] = 'แก้ไขรายชื่อเพื่อน';
$txt['trackUser'] = 'ติดตามชื่อผู้ใช้งาน';
$txt['trackIP'] = 'ติดตาม IP';

$txt['profileEdit'] = 'แก้ไขข้อมูล';
$txt['account'] = 'ปรับแต่งชื่อผู้ใช้งาน';
$txt['account_info'] = 'นี่คือค่าที่ถูกตั้งในบัญชีของคุณ หน้านี้มีข้อมูลที่สำคัญที่จะทำให้คุณเป็นที่รู้จักในฟอรั่มนี้ เพื่อเหตุผลของความปลอดภัย คุณจำเป็นที่จะต้องใส่รหัสผ่านทุกครั้งที่มีการเปลี่ยนข้อมูลเหล่านี้';
$txt['forumProfile'] = 'ปรับแต่งข้อมูลในฟอรั่ม';
$txt['forumProfile_info'] = 'คุณสามารถเปลี่ยนข้อมูลส่วนบุคคลบนหน้านี้ ข้อมูลจะถูกแสดงผ่านชื่อที่คุณใช้ใน ' . $context['forum_name'] . ' ถ้าคุณไม่ต้องการแสดงข้อมูลส่วนบุคคล ข้ามการใส่ข้อมูลส่วนนี้ได้';
$txt['theme'] = 'ปรับแต่งธีมและการวางรูปแบบ';
$txt['theme_info'] = 'ส่วนนี้ให้คุณปรับแต่งธีมและรูปแบบของฟอรั่ม';
$txt['notification'] = 'ปรับแต่งการแจ้งเตือน';
$txt['notification_info'] = 'ฟอรั่มอนุญาตให้แจ้งการเตือนล่วงหน้า, กระทู้ใหม่ๆ และฟอรั่มที่ใช้ประกาศ คุณสามารถเปลี่ยนการตั้งค่าสิ่งเหล่านั้นได้ที่นี่ หรือตรวจหัวข้อและบอร์ดที่คุณกำลังได้รับการแจ้งในขณะนี้';
$txt['pmprefs'] = 'ปรับแต่งข้อความส่วนตัว';
$txt['pmprefs_info'] = 'สมาชิกของ ' . $context['forum_name'] . ' สามารถติดต่อส่วนตัว แต่บางครั้ง คุณอาจจะต้องการละทิ้ง ข้อความของบางคน หน้านี้ อนุญาตให้คุณตั้งค่ามัน ในจำนวนสิ่งอื่นๆ';

$txt['profileAction'] = 'การกระทำ';
$txt['deleteAccount'] = 'ลบชื่อผู้ใช้งานนี้';
$txt['profileSendIm'] = 'ส่งข้อความส่วนตัว';
$txt['profileBanUser'] = 'แบนชื่อผู้ใช้งาน';

$txt['display_name'] = 'ชื่อที่ไว้แสดงผล';
$txt['enter_ip'] = 'ใส่หมายเลข IP (range)';
$txt['errors_by'] = 'ข้อความผิดพลาดโดย';
$txt['errors_desc'] = 'ข้างล่างนี้คือรายชื่อข้อผิดพลาดที่เกิดขึ้นจาก/กับผู้ใช้งาน';
$txt['errors_from_ip'] = 'ข้อความผิดพลาดจาก IP (range)';
$txt['errors_from_ip_desc'] = 'ข้างล่างนี้คือรายการข้อความผิดพลาดเมื่อไม่นานทั้งหมดเกิดจาก IP นี้ (range)';
$txt['invalid_ip'] = 'IP address ไม่ถูกต้อง ให้ใช้เฉพาะเครื่องหมายดอกจัน (*) เท่านั้น, เช่น 127.0.*.*';
$txt['ip_address'] = 'หมายเลข IP';
$txt['ips_in_errors'] = 'IPs ที่ใช้ในข้อความที่ผิดพลาด';
$txt['ips_in_messages'] = 'IPs ที่ใช้ในข้อความ';
$txt['members_from_ip'] = 'สมาชิกจาก IP (range)';
$txt['members_in_range'] = 'อาจจะมีสมาชิกอยู่ในระยะเดียวกัน';
$txt['messages_from_ip'] = 'ข้อความส่งมาจาก IP (range)';
$txt['messages_from_ip_desc'] = 'ข้างล่างนี้คือรายการข้อความทั้งหมดที่ส่งมาจาก IP นี้ (range).';
$txt['most_recent_ip'] = 'IP address ล่าสุด';
$txt['no_errors_from_ip'] = 'ไม่พบข้อความผิดพลาดจาก IP (range) ตามที่ระบุ';
$txt['no_errors_from_user'] = 'ไม่พบข้อความผิดพลาดจากชื่อผู้ใช้ที่ระบุ';
$txt['no_members_from_ip'] = 'ไม่พบสมาชิกจาก IP (range) ตามที่ระบุ';
$txt['no_messages_from_ip'] = 'ไม่พบข้อความจาก IP (range) ตามที่ระบุ';
$txt['none'] = 'ไม่มี';
$txt['own_profile_confirm'] = 'คุณแน่ใจหรือไม่ที่จะลบรายละเอียดส่วนตัวของคุณ?';
$txt['view_ips_by'] = 'แสดง IPs ที่ใช้โดย';

$txt['avatar_will_upload'] = 'อัพโหลดรูปของตัวเอง';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'ยินดีต้อนรับกลับเข้ามาสู่';
$txt['activate_reactivate_mail'] = 'ในการยืนยันอีเมล์ของคุณซ้ำ ชื่อผู้ใช้งานของคุณจะถูกระงับชั่วคราว คลิกลิ้งค์นี้เพื่อเริ่มต้นใช้งานอีกครั้ง:';
$txt['activate_changed_email'] = 'คุณได้เปลี่ยนอีเมล์ของคุณ เพื่อเป็นการยืนยัน คุณจะได้รับอีเมล์ ให้คลิกลิ้งค์ในนั้นเพื่อเริ่มต้นใช้งานอีกครั้ง';

$txt[394] = 'โปรแกรมจดหมายทำงานผิดพลาด';
$txt[395] = 'ส่งอีเมล์ไปให้';
$txt[396] = 'เพื่อจะถามรหัสผ่าน';
$txt[669] = 'ลืมรหัสผ่าน';

$txt['smf100'] = 'ชื่อผู้ใช้/อีเมล์';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'รหัสผ่านใหม่สำหรับ ' . $context['forum_name'];
$txt['reminder_mail'] = 'เมล์นี้ถูกส่งมาเพราะฟังค์ชั่น \'ลืมรหัสผ่าน\' ได้ถูกใช้งานในชื่อผู้ใช้งานของคุณ คุณสามารถกำหนดรหัสผ่านใหม่ได้โดยการคลิกลิ้งค์ต่อไปนี้';
$txt['reminder_sent'] = 'ระบบได้จัดส่งอีเมล์ไปยังอีเมล์ของคุณแล้ว คลิกลิ้งค์ที่อยู่ในอีเมล์เพื่อกำหนดรหัสผ่านใหม่';
$txt['reminder_set_password'] = 'กำหนดรหัสผ่าน';
$txt['reminder_password_set'] = 'กำหนดรหัสผ่านเรียบร้อย';
$txt['reminder_error'] = '%s ได้ล้มเหลวในการตอบคำถามลับ ขณะที่พยายามเปลี่ยนแปลงรหัสผ่าน';

$txt['registration_not_approved'] = 'ขออภัย บัญชีผู้ใช้งานนี้ยังไม่ถูกรับรอง ถ้าคุณต้องการเปลี่ยนที่อยู่อีเมล์กรุณาคลิกที่นี่';
$txt['registration_not_activated'] = 'ขออภัย บัญชีผู้ใช้งานนี้ยังไม่ถูกยืนยันการใช้งาน ถ้าคุณต้องการเปลี่ยนที่อยู่อีเมล์กรุณาคลิกที่นี่';

$txt['primary_membergroup'] = 'กลุ่มสมาชิกหลัก';
$txt['additional_membergroups'] = 'กลุ่มสมาชิกเพิ่มเติม';
$txt['additional_membergroups_show'] = '[ แสดงกลุ่มเพิ่มเติม ]';
$txt['no_primary_membergroup'] = '(ไม่มีกลุ่มสมาชิกหลัก)';
$txt['deadmin_confirm'] = 'คุณแน่ใจหรือไม่ที่จะลบสถานะการเป็นผู้ดูแลของคุณ โดยไม่สามารถแก้ไขย้อนหลังได้?';

$txt['account_activate_method_2'] = 'บัญชีผู้ใช้งานต้องยืนยันอีกครั้งหลังจากเปลี่ยนอีเมล์';
$txt['account_activate_method_3'] = 'บัญชีผู้ใช้งานที่ไม่ถูกรับรอง';
$txt['account_activate_method_4'] = 'บัญชีผู้ใช้งานกำลังรออนุมัติสำหรับลบ';
$txt['account_activate_method_5'] = 'บัญชีผู้ใช้งานรออนุมัติจากผู้ใช้งาน &quot;อายุไม่ถึงเกณฑ์&quot;';
$txt['account_not_activated'] = 'ชื่อที่ลงทะเบียนไว้ ยังไม่ได้รับการตอบรับการเป็นสมาชิก';
$txt['account_activate'] = 'ตอบรับการเป็นสมาชิก';
$txt['account_approve'] = 'อนุมัติ';
$txt['user_is_banned'] = 'ผู้ใช้งานถูกห้ามใช้งานในขณะนี้';
$txt['view_ban'] = 'ดู';
$txt['user_banned_by_following'] = 'ผู้ใช้งานนี้โดนห้ามใช้งานดังต่อไปนี้';
$txt['user_cannot_due_to'] = 'ผู้ใช้งานไม่สามารถ %s เนื่องจากถูกห้ามใช้: &quot;%s&quot;';
$txt['ban_type_post'] = 'กระทู้';
$txt['ban_type_register'] = 'ลงทะเบียน';
$txt['ban_type_login'] = 'เข้าสู่ระบบ';
$txt['ban_type_access'] = 'เข้าใช้งานฟอรั่ม';

$txt['show_online'] = 'แสดงสถานะในการออนไลน์ของคุณ';

$txt['return_to_post'] = 'กลับไปยังหน้าแสดงหัวข้อหลังจากเริ่มหัวข้อใหม่หรือตอบกระทู้';
$txt['no_new_reply_warning'] = 'อย่าเตือนกระทู้ตอบใหม่ขณะส่งข้อความ';
$txt['copy_to_outbox'] = 'บันทึกสำรองแต่ละข้อความส่วนตัวลงในถาดออกเป็นปกติ';
$txt['popup_messages'] = 'แสดงป๊อปอัพเมื่อคุณได้รับข้อความใหม่';
$txt['recent_posts_at_top'] = 'แสดงกระทู้เมื่อเร็วๆ นี้ อยู่ข้างบน';
$txt['recent_pms_at_top'] = 'แสดงข้อความส่วนตัวเมื่อเร็วๆ นี้ อยู่ข้างบน';

$txt['timeformat_easy0'] = '(ค่ามาตรฐานของฟอรั่ม)';
$txt['timeformat_easy1'] = 'เดือน วันที่, ปี, HH:MM:SS a/pm';
$txt['timeformat_easy2'] = 'เดือน วันที่, ปี, HH:MM:SS (army time.)';
$txt['timeformat_easy3'] = 'YYYY-MM-DD, HH:MM:SS';
$txt['timeformat_easy4'] = 'DD เดือน YYYY, HH:MM:SS';
$txt['timeformat_easy5'] = 'DD-MM-YYYY, HH:MM:SS';

$txt['rtm8'] = 'ผู้ตั้งกระทู้';

$txt[732] = 'แสดงคำอธิบายบอร์ดภายในบอร์ด';
$txt['show_children'] = 'แสดงบอร์ดย่อยในทุกหน้าภายในบอร์ด';
$txt['show_no_avatars'] = 'ไม่แสดงสัญลักษณ์แสดงอารมณ์ของผู้อื่น';
$txt['show_no_signatures'] = 'ไม่แสดงลายเซ็นของผู้อื่น';
$txt['show_no_censored'] = 'ไม่ต้องกรองคำศัพท์';
$txt['calendar_start_day'] = 'วันแรกของสัปดาห์บนปฎิทิน';
$txt['display_quick_reply'] = 'ใช้การตอบด่วนในหน้าที่แสดงหัวข้อ: ';
$txt['display_quick_reply1'] = 'ไม่แสดงเลย';
$txt['display_quick_reply2'] = 'แสดง, ปกติปิด';
$txt['display_quick_reply3'] = 'แสดง, ปกติเปิด';
$txt['display_quick_mod'] = 'แสดงปุ่มเลือกข้อความในหน้าดัชนีข้อความเป็น ';
$txt['display_quick_mod_none'] = 'ไม่แสดง';
$txt['display_quick_mod_check'] = 'เช็คบล็อค';
$txt['display_quick_mod_image'] = 'ไอค่อน';

$txt['whois_title'] = 'ดู IP บนเครื่องเซิร์ฟเวอร์ในแต่ละกลุ่ม';
$txt['whois_afrinic'] = 'AfriNIC (Africa)';
$txt['whois_apnic'] = 'APNIC (Asia Pacific region)';
$txt['whois_arin'] = 'ARIN (North America, a portion of the Caribbean and sub-Saharan Africa)';
$txt['whois_lacnic'] = 'LACNIC (Latin American and Caribbean region)';
$txt['whois_ripe'] = 'RIPE (Europe, the Middle East and parts of Africa and Asia)';

$txt['moderator_why_missing'] = 'ที่นี่ไม่มีตำแหน่งผู้ดูแลบอร์ด?';
$txt['username_change'] = 'เปลี่ยน';
$txt['username_warning'] = 'การเปลี่ยนชื่อสมาชิก ฟอรั่มจะต้องคืนค่ารหัสผ่าน ซึ่งจะถูกส่งอีเมล์ถึงผู้ใช้ชื่อสมาชิกใหม่';

$txt['showPermissions'] = 'แสดงการอนุญาต';
$txt['showPermissions_given'] = 'ให้โดย';
$txt['showPermissions_denied'] = 'ปฎิเสธโดย';
$txt['showPermissions_permission'] = 'การอนุญาต (การอนุญาตที่ถูกปฎิเสธเป็น <del>ขีดออก</del>)';
$txt['showPermissions_none_general'] = 'สมาชิกนี้ การตั้งค่าทั่วไปไม่มีการอนุญาต';
$txt['showPermissions_none_board'] = 'สมาชิกนี้ ไม่มีบอร์ดที่เจาะจงตั้งค่าการอนุญาต';
$txt['showPermissions_all'] = 'เป็นผู้ดูแล, สมาชิกผู้นี้มีการอนุญาตที่เป็นไปได้ทั้งหมด';
$txt['showPermissions_select'] = 'แสดงการอนุญาตสำหรับ';
$txt['showPermissions_general'] = 'การอนุญาตทั่วไป';
$txt['showPermissions_global'] = 'บอร์ดทั้งหมด';
$txt['showPermissions_restricted_boards'] = 'บอร์ดที่จำกัด';
$txt['showPermissions_restricted_boards_desc'] = 'ผู้ใช้งานนี้ ไม่สามารถเข้าใช้งานบอร์ดดังต่อไปนี้';

$txt['local_time'] = 'เวลาท้องถิ่น';
$txt['posts_per_day'] = 'ต่อวัน';

$txt['buddy_add'] = 'เพิ่มสมาชิกนี้ไว้ในรายชื่อเพื่อน';
$txt['buddy_remove'] = 'เอาสมาชิกนี้ออกจากรายชื่อเพื่อน';
$txt['buddy_add_button'] = 'เพิ่ม';
$txt['no_buddies'] = 'ไม่มีรายชื่อเพื่อน';

?>