<?php
// Version: 1.1; Stats

$txt[888] = 'ออนไลน์มากที่สุด';

$txt['smf_stats_1'] = 'ศูนย์กลางสถิติ';
$txt['smf_stats_2'] = 'สถิติทั่วไป';
$txt['smf_stats_3'] = 'ผู้มีกระทู้สูงสุด 10 คนแรก';
$txt['smf_stats_4'] = 'บอร์ดยอดนิยม 10 บอร์ดแรก';
$txt['smf_stats_5'] = 'รายละเอียดระบบย้อนหลัง';
$txt['smf_stats_6'] = 'วันที่ (dd/mm/yyyy)';
$txt['smf_stats_7'] = 'หัวข้อใหม่';
$txt['smf_stats_8'] = 'ตอบกระทู้ใหม่';
$txt['smf_stats_9'] = 'สมาชิกใหม่';
$txt['smf_stats_10'] = 'เพจวิว';
$txt['smf_stats_11'] = 'หัวข้อยอดนิยม 10 หัวข้อแรก (ผู้ตอบสูงสุด)';
$txt['smf_stats_12'] = 'หัวข้อยอดนิยม 10 หัวข้อแรก (ผู้อ่านสูงสุด)';
$txt['smf_stats_13'] = 'สรุปประจำเดือน';
$txt['smf_stats_14'] = 'ออนไลน์มากที่สุด';
$txt['smf_stats_15'] = 'เริ่มหัวข้อใหม่มากที่สุด';
$txt['smf_stats_16'] = 'ออนไลน์นานที่สุด';
$txt['smf_stats_17'] = 'การ์มาดีที่สุด';
$txt['smf_stats_18'] = 'การ์มาแย่ที่สุด';
$txt['stats_more_detailed'] = 'รายละเอียดเพิ่มเติม &raquo;';

$txt['average_members'] = 'สมาชิกเฉลี่ยต่อวัน';
$txt['average_posts'] = 'ตอบกระทู้เฉลี่ยต่อวัน';
$txt['average_topics'] = 'หัวข้อเฉลี่ยต่อวัน';
$txt['average_online'] = 'ออนไลน์เฉลี่ยต่อวัน';
$txt['users_online'] = 'ผู้ใช้งานที่ออนไลน์';
$txt['gender_ratio'] = 'อัตราส่วนระหว่างชายกับหญิง';
$txt['users_online_today'] = 'ออนไลน์วันนี้';
$txt['num_hits'] = 'เพจวิวทั้งหมด';
$txt['average_hits'] = 'เฉลี่ยเพจวิวต่อวัน';

$txt['smf_news_1'] = 'ความคิดเห็น';
$txt['smf_news_2'] = 'ความคิดเห็น';
$txt['smf_news_3'] = 'แสดงความคิดเห็น';
$txt['smf_news_error2'] = 'คุณไม่สามารถระบุเป็นบอร์ดที่ไม่อนุญาตให้บุคคลทั่วไปเข้าได้ กรุณาตรวจสอบ ID ของบอร์ดก่อนทดลองอีกครั้ง';
$txt['xml_rss_desc'] = 'ข้อมูลสดจาก ' . $context['forum_name'];

?>